Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Image by Twitter user @Kareemasaeed.
ko: 사진 트위터 유저 @Kareemasaeed.

source: Zainab Alkhawaja is seen in the above image protesting on her own on April 21, outside the Financial Harbor in Manama, the Bahraini capital.
ko: 위의 사진에서 볼 수 있듯이, 자이납 알카와하(Zainab Alkhawaja) 는 4월 21일 바레인의 수도 마나마(Manama)의 파이넨셜 하버(Financial Harbor)앞에서 홀로 시위를 벌였다.

source: Her father, Abdulhadi Alkhawaja, is a prominent human rights activist who was arrested on April 9, 2011 and sentenced two months later, along with other opposition leaders, to life imprisonment.
ko: 그녀의 아버지 압둘라디 알카와하(Abdulhadi Alkhawaja)는 잘 알려진 인권운동가이며 2011년 4월 9일에 체포되었고, 다른 반대입장 지도자들과 함께 두달 뒤 종신형을 선고 받은 인물이다.

source: He has been on hunger strike since February 8, 2012 to draw attention to his detention and mistreatment, and recently netizens around the world expressed their great concern over his deteriorating state.
ko: 구류 상황과 비인격적인 처사를 대중에게 알리기 위해 그는 2012년 2월 8일부터 단식투쟁을 시작했고 최근 건강이 악화되어 세계 누리꾼의 염려를 받고 있다.

source: Zainab, who tweets as @angryarabiya, has been detained since yesterday.
ko: @angryarabiya라는 이름으로 트위터를 하는 자이납(Zainab)은 어제 구속되었다.

source: Her sister Maryam AlKhawaja reports that she has refused to go to the public prosecution.
ko: 그녀의 자매인 매리암 알카와하(Maryam Alkhawaja)는 자이납이 검찰에 가기를 거부했다고 알렸다.

source: It is worth mentioning that this was not Zainab's first arrest, nor the first time she stood her ground alone.
ko: 이번이 그녀의 첫번째 구속도 아니고, 이번이 그녀가 홀로 꿋꿋이 시위를 한 것도 처음이 아니다.

source: I'm still wondering how she has such courage, but I guess nothing can answer my question better than what she has written as her Twitter bio:
ko: 그러나 그녀가 자신의 트위터 소개에 적은 글이 내 궁금함을 풀수 있는 가장 적절한 답일 것 같다:

source: When ur in chains, living with no dignity or rights, bowing to criminal dictators, the first step is to forget ur fear & realize that its ur right.. to be angry
ko: 당신이 속박당하고 있을 때, 인간의 존엄성이나 권리없이 살고 있을 때, 그리고 부당한 독재자에게 고개 숙이고 있을 때, 가장 처음 해야할 것은 당신의 두려움을 잊고 당신의 권리를 깨닫는 것이다… 그 권리.

source: Egypt: Country's First Research University At Risk · Global Voices
ko: 이집트: 위기에 빠진 이집트 최초의 연구 중심 대학

source: Since last year the fate of Nile University, Egypt's first research university, has been uncertain.
ko: 작년 무렵 부터 이집트 최초의 연구중심대학인 나일 대학 (Nile University)의 앞날이 불투명해졌다.

source: Its purpose-built campus has been "conceded" to the Zewail City of Science and Technology, an initiative of renowned Egyptian-American scientist and 1999 Nobel Chemistry Prize winner Ahmed Zewail.
ko: 연구목적으로 지어진 이 대학캠퍼스는 '즈왈리 과학기술시' 계획을 위해 '양도'되었다.

source: Nile University had been scheduled to move to the campus at the beginning of 2011, but when Mubarak was toppled from power, it was announced that the land and buildings would instead be allocatd to the Zewail City of Science and Technology.
ko: 이 과학 기술시 계획은 저명한 과학자이자, 1999년 노벨 화학상 수상자인 이집트계 미국인 아메드 즈왈리 (Ahmed Zewali)가 주도한 것이다.

source: Nile University has suffered because of its association with Ahmed Nazif, a former prime minister who last year received a one-year suspended sentence on corruption charges.
ko: 나일대학은 2011년초 이 캠퍼스로 이전하기로 예정되어 있었지만, 무바라크 대통령이 축출되자 캠퍼스 토지와 건물을 즈왈리 과학기술시에 배정한다고 발표했다.

source: It has been argued that by reallocating the land the state was "rectifying" the situation.
ko: 나일 대학은 작년 부패혐의로 1년 집행유예를 선고받은 아메드 나지프 (Ahmed Nazif) 전 총리와 연루되어 홍역을 치뤄왔다.

source: However, Egypt's netizens are almost unanimous in their condemnation of the move.
ko: 이에 정부의 토지 재분배가 이러한 상황을 '바로잡는 조치'라는 주장도 제기 되었지만 정부의 이번 조치에 대해서는 이집트 네티즌이 이구동성으로 비난을 보내고 있다.

source: Image by Mahmoud Allam, Wikimedia Commons (CC BY-SA 3.0).
ko: Image by Mahmoud Allam, Wikimedia Commons (CC BY-SA 3.

source: In 2000 The Zewail city of science and research’s corner stone was set up in a location in 6th of October area and 300 acres were allocated to that project.
ko: 제이납 모하메드 (Zeinab Mohamed)는 최근 블로그 글을 통해 현 상황을 이렇게 설명하고 있다:

source: It was too good to be true then the project faced a lot of red tape and bureaucracy and in the end Zewail left and returned back to the States.
ko: 2000년 '10월 6일 지역'에 즈왈리 과학기술시 사업이 첫 삽을 떴으며 300 에이커 상당의 토지가 사업에 배정되었다.

source: Now after the ousting of Mubarak and during the good old days of PM Essam Sharaf, we found out that the old project of Zewail is resurrected again in which for sure is something great but there was a price: wiping out the Nile University (NU) and merging it inside the new Zewail city without even recognizing its achievements.
ko: 이 사업이 극심한 관료주의와 형식주의에 부딪혀 결국 즈왈리가 사업에서 손을 떼고 미국으로 돌아갔다는 정황은 쉽게 납득하기 어렵다. 무바라크가 축출되고 에삼 샤라프 (Essam Sharaf) 총리정권하에서 예전의 행복한 시절로 돌아간 지금, 우리는 잊혀졌던 즈왈리 계획이 다시 부활하고 있는 것을 확인할 수 있다.

source: Zewail will take the NU, its students and researches for no price at all!! The buildings of those 127 acres re-allocated to NU are now part of Zewail city. Not only that, but the buildings and the NU facilities were closed for months in front of the NU students with no regard for their researches!!
ko: 이는 분명히 대단한 계획이긴 하지만, 여기에는 분명한 대가가 있다: 나일 대학의 그동안의 성과를 무시한 체 이 대학을 없애 즈왈리 시 계획에 편입시켜 버린 것이다.

source: Image from the Facebook page of Save NILE University: Don't Kill Research in Egypt
ko: '나일대학 살리기 캠페인'로고 이미지 출처: '나일대학 살리기' 페이스 북 ( 이집트의 연구를 말살하지 말라)

source: After he layed the foundation stone in 2000, the project stopped and no one was undertaking any building or other work.
ko: 뿐만 아니라, 건물과 대학 시설은 진행 중인 학생들의 연구에도 아랑곳하지 않고 몇 달 동안 폐쇄되었다.

source: The land was desert until the Ministry of Telecommunications bought it in 2003, and the photos taken in 2004 confirm that.
ko: 나일대 교수 모하메드 알람 (Mahmoud Allam)은 이렇게 언급했다 :

source: What is also interesting is that these photos prove that the location of the foundation stone of the the University of Science and Technology (Zewail University) which was laid in 2000 actually lies outside the limits of Nile University site.
ko: 저널리스트 살라마흐 압둘라미드 ( Salamah Abdulhameed)는 추가로 이렇게 언급하였다 .

source: Journalist Salamah Abdulhameed added : The worst thing is that Zewail, who is facing a campaign from respected Egyptian scientists at Nile University, has not until now provided a single convincing reason to make me believe that he is not willing to dismantle this scientific establishment that has been in existence for five years, and is achieving noticeable success.
ko: 현재 즈왈리는 나일대학의 저명한 이집트 과학자들로부터 이 문제와 관련하여 공격을 받고 있다. 그럼에도 그는 설립 5년간 탁월한 성과를 창출한 나일대학을 자신은 없앨 의도가 없다는 점을 확신시킬만한 어떠한 설명도 아직 제시하지 않고 있는데, 이것이 바로 최악의 상황이다.

source: He just wants to destroy it before he "hesitates" and goes back to where he came from, to the United States where he has citizenship.
ko: 그는 본인이 태어나고 자란 조국인 미국으로 돌아가기에 앞서, 스스로 '우물쭈물' 하기전에 나일대학을 없애고 싶어 할 뿐이다.

source: However, Egyptian poet Farouk Goweda supports Zewail City and wrote : There is a belief amongst the officials of Nile University and the Ministry of Telecommunications that Zewail City acquired by extortion the land and the facilities that were established by Nile University, despite the fact that the land was dedicated from the beginning to the Zewail project and there is a memorial that confirms that... Logo of Save Nile University campaign.
ko: 하지만, 이집트 시인인 파로크 고웨다 (Farouk Goweda)는 즈왈리 시 사업을 지지하며 이렇게 썼다 .

source: Zeinab Mohamed linked to the online campaign:
ko: 나일대학 학생과 연구원들은 나일대학 살리기 캠페인을 시작하였다.

source: The students and the researchers have launched a big campaign to Save NU whether online or offline through protests and sits in. Here is the official Save NU website and its official FB page.
ko: 연좌농성을 통한 오프라인 캠페인과 함께, 온라인 캠페인은 다음의 링크된 사이트에서 진행 중이다: 나일대학 살리기 공식 웹사이트와 공식 페이스북 페이지.

source: They do not want to be a part of the Zowail city.
ko: 대학구성원들은 즈왈리 시 사업의 일부가 되기를 거부하고 있다.

source: Assistant researcher Heba Shalaby stands by the position of Nile University, and addressed its faculty and students:
ko: 주임연구원인 헤바 살라비 (Heba Shalaby)는 나일대학 지지 입장을 표시하며, 교수와 학생들에게 이렇게 이야기하였다.

source: @HebaShalaby: As long as your cause is righteous, and you're doing your best, you have nothing more to worry about.
ko: @HebaShalaby: 당신들이 올바른 명분을 가지고 최선을 다하고 있다면, 더 이상 걱정할 것은 없다.

source: Georgia: LGBT Activists Attacked by Orthodox Religious Group · Global Voices
ko: 조지아: 성적소수자(LGBT) 운동가들, 정통파 종교 단체들로부터 공격당해

source: In the first ever event of its kind in the country to mark the 17 May International Day Against Homophobia, Georgian LGBT activists were blocked by a group of Orthodox Christians as they marched in downtown Tbilisi, the Georgian capital.
ko: 국제 동성애 혐오 반대의 날(International Day Against Homophobia)인 5월 17일을 기념하는 행사가 처음으로 조지아에서 개최된 가운데, 수도 트빌리시(Tbilisi) 중심가를 행진하던 조지아의 성적 소수자 운동가들이 한 그룹의 정통파 기독교인들에게 가로막혔다.

source: Priests leading the Union of Orthodox Parents (UOP) demanded the march stopped, alleging that it would lead to moral depravity among the younger generation in the predominantly Christian country.
ko: 정통파 부모연합 (the Union of Orthodox Parents)을 이끌고 있는 목사들은 행진을 멈출 것을 요청하였다.

source: LGBT activists responded by asking them to clear the way so that the march could continue, but when attempts by the priests and UOP to convince nearby police to to stop the march failed, a physical altercation ensued.
ko: 성적소수자 운동가들은 행진을 계속할 수 있게 목사들에게 길을 비켜줄 것을 요구하였으며, 목사들과 UOP회원들은 주변에 배치된 경찰들에게 행진을 멈추게 해달라고 요청하였다.

source: @lishtotah: LGBT activism limited to "holding the very first pride" will only fuel #homophobia in #Tbilisi :queer here:
ko: 경찰 개입이 무산되자, 뒤이어 양 측간 몸싸움이 발생하였다. (사진출처 : TSpress.

source: Syria: Houla Massacre Creates International Outcry · Global Voices
ko: 시리아: 훌라 학살,격렬한 반응을 불러일으키다

source: On May 25, anti-government protestors in Houla, northwest of Homs, took to the streets at midday, little expecting that their demonstration would be eventually answered by a massacre of unprecedented savagery.
ko: 5월 25일 정오, 홈스의 북서쪽에 있는 도시 훌라에서 반정부 시위대가 그들의 시위가 유례없이 잔혹한 학살로 끝날 것이라는 것은 예상하지 못한 채 거리로 나섰다.

source: At least 116 people were killed by pro-government forces.
ko: 친정부세력에 의해 최소한 116명이 죽임을 당했다 .

source: Armed gunmen wearing military uniforms then went into homes and started shooting people, including many children.
ko: 총으로 무장하고 군복을 입은 남자들은 주택들로 들어가 아이들을 포함한 사람들에게 총을 쏘기 시작했다.

source: Victims
ko: 피해자들

source: In Houla, activists such as Hadi Abdallah reportedly called for UN observers to come immediately and witness the events - but in vain:
ko: 훌라에서, 하디 압달라와 같은 운동가들은 UN 감시단이 훌라에 와서 훌라에서 벌어지는 일들을 목격할 것을 지속적으로 호소했지만, 이러한 시도는 허사로 돌아갔다:

source: @Thanku4theAnger: Hadi Abdallah called head of UN monitors about Houla massacre.
ko: @Thanku4theAnger: 하디 압달라는 UN 감시단의 대표에게 훌라 학살에 대해 전화를 걸었습니다.

source: His reply "Regime does not allow us to travel at night"
ko: 그는 "정부가 밤에는 통행을 못하게 합니다" 라고 대답했습니다.

source: @Thanku4theAnger: Hadi Abdallah : We have more than 300 injured dying in front of us & we can't even provide basic emergency care
ko: @Thanku4theAnger: 하디 압달라: 부상자 300명이 눈앞에서 죽어가고 있는데 기초 응급처치도 해줄 수 없습니다.

source: UN observers finally arrived the following day, and confirmed the death toll.
ko: UN 감시단은 다음날 도착해 사망자 수를 확인했다.

source: Mass burial of victims' bodies, Houla, Syria.
ko: 시리아 훌라에서 피해자들의 시신을 집단 매장하고 있다.

source: Photo by Sniperphoto Agency, copyright © Demotix (26/05/2012).
ko: 스나이퍼포토 에이전시(Sniperphoto Agency) 사진, copyright © Demotix (26/05/2012). 세계 각지에서는 즉각 충격과 공포를 표하는 반응이 나왔다.

source: There were immediate reactions of shock and horror worldwide: @acarvin: The photos being shared via the ‪#HoulaMassacre‬ hashtag are bloody, graphic and heartbreaking.
ko: @acarvin: #훌라학살(HoulaMassacre) 해쉬태그를 달고 퍼지고 있는 사진들은 유혈이 낭자하고, 너무도 생생하고 가슴이 미어질 정도로 슬픕니다.

source: So many beautiful children, dead. ‪#syria
ko: 꽃같이 아름다운 아이들이 죽었습니다. ‪#syria.

source: @NMSyria: The UN security council has unanimously condemned the use of heavy weapons in ‪#HoulaMassacre‬ that left 108 people killed.
ko: @NMSyria: UN 안보이사위원회는 만장일치로 #훌라 학살(HoulaMassacre)에서 108명을 죽게 만든 중화기의 사용을 비난했습니다.

source: Oh really?
ko: 글쎄요?

source: @Hamadx: #AlHoulahMassacre‬ I don't wanna have kids anymore.
ko: @Hamadx: #알 훌라 학살(#AlHoulahMassacre) 더 이상 아이를 키우고 싶지 않습니다.

source: This world is not safe, not human.
ko: 이 세상은 안전하지 않고, 인간적이지도 않아요.

source: Egyptian blogger Zeinobia reacted on her blog:
ko: 이집트 블로거 제노비아(Zeinobia) 는 그녀의 블로그에 감정을 쏟아냈다:

source: Whoever did this horrible massacre got no human feelings, brainwashed to the level that he became a killing machine that does not differentiate what about what is right or wrong as a human to kill a child in that way.
ko: 이런 끔찍한 학살을 저지른 놈은 피도 눈물도 없는 놈이 분명하다.

source: On May 27 the Syrian Foreign Ministry spokesperson denied that the Syrian military was responsible, blaming the massacre on Al Qaeda-affiliated terrorists.
ko: 사람 죽이는 기계가 될 정도로 세뇌되어서 인간으로써 뭐가 맞고 그른지도 모르고 어린 아이를 죽이는 거겠지.

source: Lebanese blogger As'ad Abu Khalil ("Angry Arab") was cynical:
ko: 레바논 블로거 아사드 아부 카릴(Abu Khalil) ("분노한 아랍인")은 냉소적인 조로 이렇게 적고 있다:

source: How can I comment on developments in Syria anymore?
ko: 뭐, 이제 시리아의 발전상황에 대해 뭐라 말할 수 있겠습니까?

source: I simply disbelieve the Syrian regime and the exile Syrian opposition groups: both have a proven record of criminality and massacres and lies and fabrications.
ko: 전 시리아 정권과 망명한 시리아 반정부 단체들을 믿지 않습니다.

source: Of course, the government given its bloody and war criminal record (under Hafidh and now under Bashshar), can easily be responsible for this massacre.
ko: 물론 정부의 피비린내나는 전범 기록을 보면야 ( 하페즈 와 현재 바샤르 정권 아래의) 당연히 이 학살의 책임을 물을 수 있겠죠.

source: It has no moral scruples or ethical factors that would prevent it from perpetrating such a crime.
ko: (정부는) 그런 범죄를 저지르지 못할 만한 양심의 가책이나 도덕적 요인같은 거야 없으니까요.

source: But as one friend (Amer), wrote to me about it: "No version I heard makes sense, the amount of lies makes it impossible to know the truth: bombing? slaughter? army? villages raiding each other? these things cannot happen all at the same time."
ko: 하지만 한 친구(아메르;Amer)가 이에 대해 말해줬듯, "제가 들어본 버전의 이야기들 모두 말이 안되고, 거짓말의 양이 너무 많아 진실을 알 수가 없어요: 폭격?

source: Blogger Maysaloon criticized Abu Khalil's ambivalent view:
ko: 블로거 메이살롱(Maysaloon)은 아부 카릴의 양면적인 시각을 비판했다:

source: @Maysaloon: The Angry Arab's position on ‪Syria‬ is clear: no to the opposition and regime, but mainly opposition, and regime, but mainly opposition.
ko: @Maysaloon: 시리아에 대한 '분노한 아랍인'의 시각은 분명합니다: 반대파와 정권에 반대하지만, 주로 반대파고, 또 정권 편이고, 하지만 결국 대부분 반대편이라는 거죠.

source: Ruwayda Mustafah commented on Russia's position:
ko: 루와이다 무스타파(Ruwayda Mustafah)는 러시아의 입장에 대해 말을 남겼다:

source: @RuwaydaMustafah: This just came in.
ko: @RuwaydaMustafah: 방금 들어온 소식입니다.

source: 'Russia says both sides are involved in Houla massacre'.
ko: '러시아가 말하길 양쪽 다 훌라 학살에 가담했다'는 군요.

source: Why would protesters kill their own children?
ko: 도대체 왜 시위대가 자기 자식들을 죽이겠습니까?

source: Some even compared the Syrian government to Israel (which was reponsible for a massacre in 1948 in a Lebanese village coincidentally called Houla):
ko: 몇몇은 시리아 정부를 이스라엘과 비교하기까지 했다( 이스라엘은 1948년에 우연히도 '훌라'라는 같은 이름을 가진 레바논 마을에서 일어난 학살에 책임이 있다):

source: @SultanAlQassemi: Massacre of innocents - Bashar Al Assad is the new Ariel Sharon
ko: @SultanAlQassemi: 죄없는 자들이 학살당했습니다-바사르 알 아사드는 이제 새로운 아리엘 샤론 이군요.

source: Strikes have been taking place around Syria in solidarity with the victims:
ko: 시리아에서는 피해자들과의 연대의식을 보여주는 파업들이 연달아 일어나고 있다:

source: @HamaEcho: General strikes in the main markets of Damascus‬ today condemning the regime's massacres.
ko: @HamaEcho: 정권의 학살을 규탄하는 파업이 다마스쿠스 시장들에서 일어났습니다.

source: @ZainSyr: Shops in the old souq of Medhat basha & Hareqa r closed! 4 the 1st time they participate in a strike! ‪Damascus‬!
ko: @ZainSyr: 메드핫 바샤와 하레카 수크(아랍의 노점시장)의 상점들이 문을 닫았습니다!

source: We r getting closer
ko: 우리가 단결하고 있다

source: Blogger Yorikirii has commemorated the massacre in a poem:
ko: 블로거 요리키리(Yorikirii)는 시로써 학살을 추모했다:

source: There are places in war
ko: 전쟁 속에서

source: That become Sacred Places
ko: 성지가 되는 곳이 있네

source: Massacred Places. turning points
ko: 누구의 짓인가?

source: Who did it? we all know. who asks?
ko: 우린 모두 알지. 누가 모르나?

source: The realities on the ground speak their own truth
ko: 그 곳의 대지가 진실을 말한다

source: My Sacred Places. on a day in May. this was Houla
ko: 나의 성지. 5월의 어느 날. 그 이름은 훌라였네

source: Lesotho: Peaceful Elections You Did Not Hear About · Global Voices
ko: 레소토: 당신이 들어보지 못한 평화적 선거

source: Lesotho held peaceful parliamentary elections on Sunday.
ko: 지난 일요일 레소토(Lesotho)에서 평화적인 의회선거가 열렸다.

source: The ruling Democratic Congress of Prime Minister Pakalitha Mosisili won most votes but fell short of the required majority.
ko: 파카리타 모시실리(Pakalitha Mosisil) 국무 총리의 집권당 민주 국희는 최다 득표를 기록했지만 선거를 이기기 위한 과반수를 넘기진 못했다.

source: Lesotho opposition parties have formed a coalition in order to form government.
ko: 레소토의 야당들은 새 정부를 설립하기 위해 연합을 만들었다.

source: Why is Western mainstream media not telling you about Lesotho's peaceful election?
ko: 그럼, 왜 서양의 주요 언론은 레소토의 이러한 평화적인 선거를 언급도 하지 않는 것일까?

source: JohnsonJJ says you should not be surprised.
ko: 존슨 J는 이는 그리 놀랄 일이 아니라고 말한다.

source: He explains how Western pundits decide what is newsworthy in Africa:
ko: 그는 서양의 전문가들이 아프리카와 관련하여 어떤 이야기가 기사 거리가 될 것인지를 결정하는지 그 기준에 대해서 설명한다:

source: It’s unsurprising that this has garnered little attention.
ko: 이 선거가 많은 주목을 받지 못한 것은 놀랄만한 일이 아니죠.

source: In fact, the country receives very little international media attention except in the form of poverty porn that stresses how horrible, destitute and AIDS-ridden Lesotho is.
ko: 사실, 레소토가 얼마나 비참하고 빈곤한지 그리고 에이즈로 얼마나 고통받고 있는지를 강조하는 "궁핍한 포르노" 식의 보도를 제외하고는 레소토는 국제 미디어로부터 아주 적은 관심을 받죠.

source: A voter in Lesotho supporting Prime Minister Phakalitha Mosisili.
ko: 파카리타 모시실리 국무총리를 지지하는 레소토의 한 유권자.

source: Photo courtesy of Simon Allison&dailymaverick.co.za
ko: 사진: Simon Allison과 Dailiymaverick.

source: Lesotho, he argues, is too insignificant to sell in the United States:
ko: 그는 레소토가 전혀 중요한 국가가 아니기에 미국에서 레소토의 이야기가 팔릴 수가 없다고 주장한다:

source: The media establishment knows us pretty well.
ko: 미디어 기관들은 우리에 대해서 상당히 잘 알고 있죠.

source: It knows that simplistic – sensationalized – stories sell in America.
ko: 또한 그들은 극단적으로 단순하기에 선정적인 이야기들이 미국에서 팔린다는 것을 알고있어요.

source: We’re not so great with nuance.
ko: 우리는 뉘앙스가 풍부한 나라가 아니죠.

source: This is why we were so sold on the idea, for example, that the Rwandan genocide was the result of “ancient ethnic hatreds” rather than geopolitical context.
ko: 예를 들어 르완다 학살이 지정학적인 배경의 결과이기 보다는 오래된 민족적 증오의 결과라는 식으로 이야기를 팔죠.

source: It’s also how we learned that failed state Somalia failed mainly because of its hordes of angry terrorists obsessed with killing Americans.
ko: 우리는 또한 소말리아가 몰락한 이유가 미국인 살인에 집착한 성난 테러리스트 그룹들 때문이라고 배웠어요.

source: And it’s how we came to learn that all African children have distended bellies and flies on their faces all day.
ko: 이런식으로 아프리카의 모든 아이들이 부푼 배를 가지고 있고 하루종일 파리들이 그들의 얼굴에 붙어있다고 배우게 된거죠.

source: It’s also how we learned from (the ever-obtuse) Nicholas Kristof that most African women suffer from “female genital mutilation” and that FGM poses the greatest threat to women on the entire continent.
ko: 그리고 이렇게 우리가 니콜라스 크리스토프 (Nicholas Kristof)로 부터 대부분의 아프리카 여성들이 여성 성기 할례로 고통을 받고 있고 여성 할례가 대륙 전체의 여성들에게 가장 큰 위협이 되고 있다는 것을 배웠죠.

source: — It’s that Lesotho is too small and insignificant to warrant our attention, and in any case, a tiny country with a burgeoning civil society?
ko: — 이것은 레소토가 우리의 주목을 받기에는 너무 작고 하찮기 때문이죠. 급 성장하는 시민사회를 형성해가는 한 조그만 나라요?

source: That’s never going to sell in the United States.
ko: 이런 것은 절대 미국에서 먹힐 만한 얘기가 아니에요.

source: If our uncritical engagement with media is any indication, we’re not even particularly engaged with our own.
ko: 미디어와의 이런 안식없는 관계는 우리가 스스로와도 밀접하게 연관되어 있지 못하는 것을 의미할 수도 있겠죠.

source: Zachary Rosen notes that even when Lesotho receives media coverage, the articles are usually about AIDS and poverty:
ko: 자카리 로젠(Zachary Rosen)은 레소토가 미디어에 보도가 되더라도, 보통 에이즈와 빈곤에 관련된 것들이라고 말한다:

source: The little coverage it does garner often assumes readers are completely ignorant and takes great pains to emphasize dismal statistics about rates of HIV/AIDS and poverty.
ko: 종종 레소토에 관련된 시시한 보도는 독자들이 완전히 무식하다고 추측하고 HIV와 에이즈 인구와 그리고 빈곤과 관련된 비참한 통계 자료들을 강조하기 위해 대단히 애를 쓰고 있죠.

source: Overall, few articles have attempted to move beyond superficialities and actually delve into the complexities of the local political atmosphere and the implications of the election outcome.
ko: 전반적으로 소수의 기사만이 피상적인 것을 벗어나 실제로 현지의 정치적 분위기의 복잡성과 선거결과의 영향에 대해 심도 있는 보도를 시도했습니다.

source: Well, even South African media ignored Lesotho elections.
ko: 그러나 남아프리카 공화국 미디어 마저도 레소토의 선거에 관심을 보이지 않았다.

source: Lesotho is completely surrounded by South Africa.
ko: 레소토가 남아프리카 공화국에 완전이 둘러싸여있음에도 말이다.

source: @fanamokoena: It's embarrassing that SA media gives us daily updates on French elections but fail to do the same for sister country Lesotho.
ko: @fanamokoena: 남아프리카 공화국 미디아가 프랑스 선거에 대해 일간보도를 하는 반면에 그들의 자매 국가인 레소토에의 선거에 대해 아무런 보도를 하지 않는 것은 참 황당하죠.

source: Irresponsible
ko: 무책임한거죠.

source: @BelindaaPheto: Saddening to see SA's media houses showing little or no interest on the Lesotho elections.
ko: @BelindaaPheto: 남아프리카 공화국 미디아가 레소토 선거에 대해 아주 적은 관심 아니면 아예 관심도 보이지 않는게 참 슬프네요.

source: @simonallison: Strange but true: I was the only journalist from any SA print or online pub. covering Lesotho elections.
ko: 레소토 선거에 관련해서는 남아프리카 공화국 인쇄 매체나 온라인 매체에서 파견된 기자는 저 혼자였죠.

source: All other content from wires. Crazy
ko: 다른 뉴스 컨텐츠는 모두 통신사 기사를 그저 전달한 것이었죠.

source: @sheofnations: @simonallison Makes sense for Int'l content,but it's highly problematic that news about the continent is filtered through Int'l media houses
ko: @sheofnations: 국제적으로 볼때, @simonallison가 한 말은 일리가 있죠.

source: @simonallison: @sheofnations yep, almost everything we read about Africa in SA is handpicked by European and American editors for their audiences...
ko: 그러나 가장 큰 문제는 한 지역에 대한 뉴스가 국제 미디어가 필터링 한다는 점이죠. @simonallison: 맞아요 @sheofnations씨.

source: Lesotho is a landlocked country completely surrounded by South Africa.
ko: 남아프리카 공화국 내에서 우리가 접하는 거의 모든 아프리카 관련기사는 유럽과 미국 편집가들이 그들의 독자를 위해 선택한 것들이죠.

source: The Prime Minister is head of government while the king has ceremonial function.
ko: 레소토는 남아프리카 공화국에 완전히 둘러싸인 내륙 국가이자 입헌군주국가이다.

source: The name Lesotho translates roughly into the land of the people who speak Sesotho.
ko: 국무총리가 정부의 대표이고 국왕은 의례상의 역할을 맡고 있다.

source: China: Forgiving the Tiananmen Massacre Murderers? · Global Voices
ko: 중국: 톈안먼 민주화 시위 학살자들을 용서하자?

source: While more than 180,000 people attended the annual candlelight vigil on June 4, 2012, in Hong Kong demanding the vindication of China's June 4th incident (Tiananmen Square protests), exiled former student leader Chai Ling wrote in the Huffington Post that she has forgiven the murderers of the massacre.
ko: 중국 '톈안먼(천안문)' 민주화 시위 23주년을 맞는 4일(현지시간) 홍콩에서 1만8천명이 참석한 대규모 촛불집회가 열려 희생자를 추모했다. 지금은 망명해 있는 톈안먼 시위 학생 지도자였던 차이링(柴玲)은 허핑턴 포스트에 학살자들을 용서한다는 글을 기고했다.

source: Disagreeing with Chai Ling's stand, another former student leader Wang Dan issued a public statement via Facebook and stirred up a lot of debate.
ko: 또 다른 학생 지도자였던 왕단(王丹)은 페이스북을 통해 차이링의 이같은 화해 노선에 반대하다는 메시지를 올리며 논란을 일으켰다.

source: Chai Ling said she had forgiven Deng Xiaoping and Li Peng who had ordered the people's army to wipe out the students and Beijing residents at Tiananmen Square in 1989, as well as the current leadership of China who continue to suppress people.
ko: 차이링은 톈안먼 사태 당시 민주화를 요구하며 베이징 시내 중심가인 톈안먼 광장에서 연좌를 벌이던 대학생, 노동자, 시민들을 향해 탱크와 장갑차 등을 동원해 무차별 진압을 명했던 당시 최고 실력자인 덩샤오핑(鄧小平)과 리펑(李鵬)은 물론, 현재까지도 공산당 일당 독재체재 속에 국민들을 억압하는 중국정부까지도 용서한다고 밝혔다.

source: Upon reading her article, Wang Dan wrote on his Facebook page:
ko: 하지만 난 진실을 옹호하고 이 진실이 알려지길 바란다.

source: Autumn Moon: ‎"I am not anti anything, including China.
ko: Edward Lim: 차이링은 잘못하지 않았어.

source: But I will advocate for the truth and I want the truth to be known." - HH Karmapa
ko: 용서란 결국 자기 자신만 상처를 주는 증오에서 빠져나오는 것이니까.

source: Edward Lim: Chai is not wrong.
ko: 마음의 평화 없이는 고통에서 치유될 수도 없고 건강한 삶을 영위할 수 없어.

source: To forgive is to release oneself from hatred that continues to harm no one but oneself.
ko: 적을 위해 기도하는 것은 인생의 여정을 계속할 수 있는 강함을 주는 것이라고.
